Repository: guitaripod/psybeam
Catalog: Psybeam/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fi, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: Translated by cloud AI
ar: تمت الترجمة بواسطة الذكاء الاصطناعي السحابي
de: Übersetzt von Cloud-KI
el: Μεταφράστηκε από τεχνητή νοημοσύνη cloud
es: Traducido por IA en la nube
fi: Kääntänyt pilvi-tekoäly
fr: Traduit par une IA dans le cloud
he: תורגם על ידי בינה מלאכותית בענן
hi: क्लाउड AI द्वारा अनुवादित
id: Diterjemahkan oleh AI cloud
it: Tradotto da un’IA nel cloud
ja: クラウドAIによる翻訳
ko: 클라우드 AI가 번역함
nl: Vertaald door cloud-AI
pl: Przetłumaczone przez sztuczną inteligencję w chmurze
pt_br: Traduzido por IA na nuvem
ru: Переведено облачным ИИ
sv: Översatt av moln-AI
th: แปลโดย AI บนคลาวด์
tr: Bulut yapay zeka tarafından çevrildi
vi: Được dịch bởi AI đám mây
zh_hans: 由云端 AI 翻译
zh_hant: 由雲端 AI 翻譯

source: Translation by OpenAI
ar: الترجمة بواسطة OpenAI
de: Übersetzung durch OpenAI
el: Μετάφραση από την OpenAI
es: Traducción por OpenAI
fi: OpenAI:n käännös
fr: Traduction par OpenAI
he: תרגום על ידי OpenAI
hi: OpenAI द्वारा अनुवाद
id: Terjemahan oleh OpenAI
it: Traduzione tramite OpenAI
ja: OpenAIによる翻訳
ko: OpenAI가 번역합니다
nl: Vertaling door OpenAI
pl: Tłumaczenie przez OpenAI
pt_br: Tradução pela OpenAI
ru: Перевод от OpenAI
sv: Översättning av OpenAI
th: แปลโดย OpenAI
tr: OpenAI ile çeviri
vi: Dịch bởi OpenAI
zh_hans: 由 OpenAI 翻译
zh_hant: 由 OpenAI 翻譯

source: Voice Isolation
ar: عزل الصوت
de: Stimmisolation
el: Απομόνωση φωνής
es: Aislamiento de voz
fi: Äänen eristys
fr: Isolement de la voix
he: בידוד קול
hi: वॉइस आइसोलेशन
id: Isolasi Suara
it: Isolamento voce
ja: 声を分離
ko: 음성 분리
nl: Stemisolatie
pl: Izolacja głosu
pt_br: Isolamento de Voz
ru: Изоляция голоса
sv: Röstisolering
th: แยกเสียงพูด
tr: Ses Yalıtımı
vi: Cách Ly Giọng Nói
zh_hans: 人声突显
zh_hant: 語音隔離

source: Voice Isolation locks onto the closest voice and cuts background noise — best in cafés, streets, and markets. iOS only lets you switch it yourself: tap it above, or Control Center → Mic Mode.
ar: عزل الصوت يركّز على أقرب صوت ويقلل الضوضاء المحيطة — الأفضل في المقاهي والشوارع والأسواق. لا يبدّله iOS تلقائيًا، عليك تبديله بنفسك: اضغط عليه أعلاه، أو مركز التحكم → وضع الميكروفون.
de: Stimmisolation konzentriert sich auf die nächste Stimme und filtert Hintergrundgeräusche – ideal in Cafés, auf der Straße und auf Märkten. iOS lässt nur dich selbst umschalten: Tippe oben darauf oder gehe zum Kontrollzentrum → Mikrofonmodus.
el: Η Απομόνωση φωνής εστιάζει στην πλησιέστερη φωνή και μειώνει τον θόρυβο περιβάλλοντος — ιδανική για καφετέριες, δρόμους και αγορές. Το iOS σάς επιτρέπει να την αλλάξετε μόνο εσείς οι ίδιοι: πατήστε επάνω, ή από το Κέντρο Ελέγχου → Λειτουργία μικροφώνου.
es: El aislamiento de voz se centra en la voz más cercana y elimina el ruido de fondo: ideal en cafeterías, calles y mercados. iOS solo permite cambiarlo manualmente: toca la opción de arriba o ve al centro de control → Modo de micrófono.
fi: Äänen eristys lukittuu lähimpään ääneen ja vaimentaa taustamelua — toimii parhaiten kahviloissa, kaduilla ja toreilla. iOS antaa sinun vaihtaa tämän vain itse: napauta yllä olevaa, tai Ohjauskeskus → Mikrofonitila.
fr: L’isolement de la voix se concentre sur la voix la plus proche et supprime le bruit de fond — idéal dans les cafés, les rues et les marchés. iOS ne permet de le changer que manuellement : touchez l’option ci-dessus, ou allez dans le centre de contrôle → Mode micro.
he: בידוד קול נועל על הקול הקרוב ביותר וחותך רעשי רקע — מתאים במיוחד לבתי קפה, רחובות ושווקים. iOS מאפשר להחליף זאת רק ידנית: הקישו למעלה, או דרך מרכז הבקרה → מצב מיקרופון.
hi: वॉइस आइसोलेशन सबसे नज़दीकी आवाज़ पर लॉक करता है और बैकग्राउंड शोर को कम करता है — यह कैफ़े, सड़कों और बाज़ारों में सबसे अच्छा काम करता है। iOS इसे बदलने की अनुमति केवल आपको स्वयं देता है: ऊपर टैप करें, या नियंत्रण केंद्र → माइक मोड में जाएं।
id: Isolasi Suara mengunci ke suara terdekat dan memotong kebisingan latar — paling cocok di kafe, jalanan, dan pasar. iOS hanya mengizinkan Anda menggantinya sendiri: ketuk di atas, atau Control Center → Mode Mikrofon.
it: L’isolamento voce si concentra sulla voce più vicina ed elimina il rumore di fondo: ideale nei bar, per strada e nei mercati. iOS consente di cambiarlo solo manualmente: tocca l’opzione qui sopra oppure vai in Centro di Controllo → Modalità microfono.
ja: 「声を分離」は最も近い声だけを捉え、周囲の雑音を抑えます。カフェや街なか、市場で効果的です。切り替えられるのは自分だけです。上の項目をタップするか、コントロールセンター →「マイクモード」で変更してください。
ko: 음성 분리는 가장 가까운 목소리에 집중하고 주변 소음을 줄여 줍니다. 카페, 거리, 시장에서 특히 효과적입니다. iOS에서는 직접 전환해야 합니다. 위 항목을 탭하거나 제어 센터 → 마이크 모드에서 변경하세요.
nl: Stemisolatie richt zich op de dichtstbijzijnde stem en dempt achtergrondgeluid — het beste in cafés, straten en op markten. iOS laat u dit alleen zelf wijzigen: tik erop hierboven, of via Bedieningspaneel → Microfoonmodus.
pl: Izolacja głosu skupia się na najbliższym głosie i tłumi hałas w tle — najlepiej sprawdza się w kawiarniach, na ulicach i targach. iOS pozwala przełączyć to wyłącznie ręcznie: dotknij powyżej lub przejdź do Centrum sterowania → Tryb mikrofonu.
pt_br: O isolamento de voz foca na voz mais próxima e corta o ruído de fundo — ideal em cafés, ruas e mercados. O iOS só permite trocar manualmente: toque na opção acima ou vá na Central de Controle → Modo de Microfone.
ru: «Изоляция голоса» фокусируется на ближайшем голосе и убирает фоновый шум — отлично подходит для кафе, улиц и рынков. iOS позволяет переключить это только вручную: нажмите на значок выше или откройте Пункт управления → Режим микрофона.
sv: Röstisolering låser sig till den närmaste rösten och dämpar bakgrundsljud — fungerar bäst på kaféer, gator och marknader. iOS låter dig bara byta det själv: tryck ovan, eller Kontrollpanelen → Mikrofonläge.
th: แยกเสียงพูดจะโฟกัสไปที่เสียงที่ใกล้ที่สุดและตัดเสียงรบกวนพื้นหลัง — เหมาะที่สุดในร้านกาแฟ ถนน และตลาด iOS ให้คุณสลับได้ด้วยตัวเองเท่านั้น: แตะที่ปุ่มด้านบน หรือไปที่ศูนย์ควบคุม → โหมดไมโครโฟน
tr: Ses Yalıtımı en yakın sesi hedef alır ve arka plan gürültüsünü keser — kafelerde, sokaklarda ve pazarlarda en iyi sonucu verir. iOS bunu yalnızca elle değiştirmenize izin verir: yukarıdan dokunun veya Kontrol Merkezi → Mikrofon Modu.
vi: Cách Ly Giọng Nói khóa vào giọng gần nhất và cắt tiếng ồn nền — phù hợp nhất ở quán cà phê, đường phố và chợ. iOS chỉ cho phép bạn tự chuyển đổi: chạm vào nút ở trên, hoặc vào Trung tâm điều khiển → Chế Độ Micrô.
zh_hans: 「人声突显」会锁定最近的人声并降低背景噪音，在咖啡馆、街头和市场中效果最佳。iOS 只允许你自己切换：点按上方选项，或前往控制中心 →「麦克风模式」。
zh_hant: 「語音隔離」會鎖定最靠近的人聲並濾除背景噪音，在咖啡廳、街道和市場中效果最好。iOS 只允許你自行切換：點一下上方的項目，或前往「控制中心」→「麥克風模式」。

source: Where are you headed?
ar: إلى أين وجهتك؟
de: Wohin geht die Reise?
el: Πού ταξιδεύετε;
es: ¿A dónde vas?
fi: Minne olet matkalla?
fr: Où partez-vous ?
he: לאן נוסעים?
hi: आप कहाँ जा रहे हैं?
id: Mau ke mana?
it: Qual è la tua meta?
ja: 旅行先はどちらですか？
ko: 어디로 떠나세요?
nl: Waar gaat de reis naartoe?
pl: Dokąd się wybierasz?
pt_br: Para onde você vai?
ru: Куда направляетесь?
sv: Vart är du på väg?
th: คุณกำลังจะไปที่ไหน
tr: Nereye gidiyorsunuz?
vi: Bạn sắp đi đâu?
zh_hans: 你要去哪里？
zh_hant: 你要去哪裡？

source: Wide Spectrum
ar: طيف واسع
de: Breites Spektrum
el: Ευρύ φάσμα
es: Espectro ancho
fi: Laaja spektri
fr: Large spectre
he: ספקטרום רחב
hi: वाइड स्पेक्ट्रम
id: Spektrum Lebar
it: Spettro ampio
ja: ワイドスペクトル
ko: 와이드 스펙트럼
nl: Breed spectrum
pl: Szerokie spektrum
pt_br: Espectro Amplo
ru: Широкий спектр
sv: Bredspektrum
th: สเปกตรัมกว้าง
tr: Geniş Spektrum
vi: Phổ Rộng
zh_hans: 宽谱模式
zh_hant: 寬廣頻譜

source: Withdraw cloud AI consent
ar: سحب الموافقة على الذكاء الاصطناعي السحابي
de: Cloud-KI-Zustimmung widerrufen
el: Ανάκληση συναίνεσης για την τεχνητή νοημοσύνη cloud
es: Retirar consentimiento de IA
fi: Peruuta suostumus pilvi-tekoälylle
fr: Retirer le consentement IA
he: ביטול ההסכמה לבינה מלאכותית בענן
hi: क्लाउड AI की सहमति वापस लें
id: Cabut persetujuan AI cloud
it: Revoca il consenso all’IA
ja: クラウドAIへの同意を取り消す
ko: 클라우드 AI 동의 철회
nl: Toestemming voor cloud-AI intrekken
pl: Wycofaj zgodę na sztuczną inteligencję w chmurze
pt_br: Retirar consentimento de IA
ru: Отозвать согласие на облачный ИИ
sv: Återkalla samtycke till moln-AI
th: ถอนความยินยอมการใช้ AI บนคลาวด์
tr: Bulut yapay zeka iznini geri çek
vi: Rút lại sự đồng ý dùng AI đám mây
zh_hans: 撤回云端 AI 同意
zh_hant: 撤回雲端 AI 同意

source: You can withdraw consent anytime in Settings.
ar: يمكنك سحب موافقتك في أي وقت من الإعدادات.
de: Du kannst deine Zustimmung jederzeit in den Einstellungen widerrufen.
el: Μπορείτε να ανακαλέσετε τη συναίνεσή σας ανά πάσα στιγμή από τις Ρυθμίσεις.
es: Puedes retirar tu consentimiento en cualquier momento en Ajustes.
fi: Voit peruuttaa suostumuksesi milloin tahansa Asetuksista.
fr: Vous pouvez retirer votre consentement à tout moment dans les réglages.
he: תוכלו לבטל את ההסכמה בכל עת דרך ההגדרות.
hi: आप किसी भी समय सेटिंग्स में जाकर सहमति वापस ले सकते हैं।
id: Anda dapat mencabut persetujuan kapan saja di Pengaturan.
it: Puoi revocare il consenso in qualsiasi momento nelle Impostazioni.
ja: 同意はいつでも設定で取り消せます。
ko: 동의는 언제든지 설정에서 철회할 수 있습니다.
nl: U kunt uw toestemming op elk moment intrekken via Instellingen.
pl: Zgodę można wycofać w dowolnym momencie w Ustawieniach.
pt_br: Você pode retirar seu consentimento a qualquer momento nos Ajustes.
ru: Вы можете отозвать согласие в любое время в разделе «Настройки».
sv: Du kan återkalla ditt samtycke när som helst i Inställningar.
th: คุณสามารถถอนความยินยอมได้ทุกเมื่อในการตั้งค่า
tr: İzninizi istediğiniz zaman Ayarlar'dan geri çekebilirsiniz.
vi: Bạn có thể rút lại sự đồng ý bất cứ lúc nào trong Cài đặt.
zh_hans: 你可以随时在“设置”中撤回同意。
zh_hant: 你可以隨時在「設定」中撤回同意。

source: You speak
ar: أنت تتحدث
de: Du sprichst
el: Εσείς μιλάτε
es: Tú hablas
fi: Sinä puhut
fr: Vous parlez
he: אתה מדבר
hi: आप बोलते हैं
id: Anda berbicara
it: Tu parli
ja: 自分の言語
ko: 내 언어
nl: U spreekt
pl: Ty mówisz
pt_br: Você fala
ru: Вы говорите
sv: Du talar
th: คุณพูด
tr: Siz konuşuyorsunuz
vi: Bạn nói
zh_hans: 你说的语言
zh_hant: 你說的語言

source: Your account and data have been removed.
ar: تمت إزالة حسابك وبياناتك.
de: Dein Konto und deine Daten wurden entfernt.
el: Ο λογαριασμός και τα δεδομένα σας έχουν καταργηθεί.
es: Tu cuenta y tus datos se han eliminado.
fi: Tilisi ja tietosi on poistettu.
fr: Votre compte et vos données ont été supprimés.
he: החשבון והנתונים שלך הוסרו.
hi: आपका खाता और डेटा हटा दिया गया है।
id: Akun dan data Anda telah dihapus.
it: Il tuo account e i tuoi dati sono stati rimossi.
ja: アカウントとデータを削除しました。
ko: 계정과 데이터가 삭제되었습니다.
nl: Uw account en gegevens zijn verwijderd.
pl: Twoje konto i dane zostały usunięte.
pt_br: Sua conta e seus dados foram removidos.
ru: Ваш аккаунт и данные удалены.
sv: Ditt konto och dina data har tagits bort.
th: บัญชีและข้อมูลของคุณถูกลบแล้ว
tr: Hesabınız ve verileriniz kaldırıldı.
vi: Tài khoản và dữ liệu của bạn đã được xóa.
zh_hans: 你的账户和数据已删除。
zh_hant: 你的帳號和資料已移除。

source: Your conversation audio is streamed directly to OpenAI to translate it, then spoken back — it never passes through our servers. See our Privacy Policy for how OpenAI handles it. Your transcript stays on this device.
ar: يُبَث صوت محادثتك مباشرةً إلى OpenAI لترجمته، ثم يُنطَق لك بصوت مسموع — ولا يمر أبدًا عبر خوادمنا. راجع سياسة الخصوصية الخاصة بنا لمعرفة كيفية تعامل OpenAI معه. يبقى نص محادثتك على هذا الجهاز.
de: Das Audio eures Gesprächs wird zum Übersetzen direkt an OpenAI gestreamt und dann vorgelesen – es läuft nie über unsere Server. Wie OpenAI damit umgeht, steht in unserer Datenschutzrichtlinie. Dein Transkript bleibt auf diesem Gerät.
el: Ο ήχος της συνομιλίας σας αποστέλλεται απευθείας στην OpenAI για μετάφραση και στη συνέχεια εκφωνείται πίσω — δεν περνά ποτέ από τους διακομιστές μας. Δείτε την Πολιτική απορρήτου μας για το πώς το διαχειρίζεται η OpenAI. Το κείμενό σας παραμένει σε αυτή τη συσκευή.
es: El audio de tu conversación se envía directamente a OpenAI para traducirlo y luego se reproduce en voz alta: nunca pasa por nuestros servidores. Consulta nuestra política de privacidad para saber cómo lo trata OpenAI. Tu transcripción permanece en este dispositivo.
fi: Keskustelusi ääni striimataan suoraan OpenAI:lle käännettäväksi ja puhutaan sitten takaisin — se ei koskaan kulje palvelimiemme kautta. Katso tietosuojakäytäntömme nähdäksesi, miten OpenAI käsittelee sitä. Tekstivastineesi pysyy tällä laitteella.
fr: L’audio de votre conversation est transmis directement à OpenAI pour être traduit, puis lu à voix haute — il ne transite jamais par nos serveurs. Consultez notre politique de confidentialité pour savoir comment OpenAI le traite. Votre transcription reste sur cet appareil.
he: שמע השיחה שלך מוזרם ישירות אל OpenAI לצורך תרגום, ולאחר מכן מוקרא בחזרה — הוא לעולם לא עובר דרך השרתים שלנו. לפרטים על אופן הטיפול של OpenAI במידע, עיינו במדיניות הפרטיות שלנו. התמליל שלך נשאר במכשיר זה.
hi: आपकी बातचीत का ऑडियो अनुवाद के लिए सीधे OpenAI को भेजा जाता है, फिर वापस सुनाया जाता है — यह कभी भी हमारे सर्वर से नहीं गुजरता। यह जानने के लिए कि OpenAI इसे कैसे संभालता है, हमारी गोपनीयता नीति देखें। आपकी प्रतिलिपि इसी डिवाइस पर रहती है।
id: Audio percakapan Anda distream langsung ke OpenAI untuk diterjemahkan, lalu diucapkan kembali — tidak pernah melewati server kami. Lihat Kebijakan Privasi kami untuk mengetahui cara OpenAI menanganinya. Transkrip Anda tetap berada di perangkat ini.
it: L’audio della conversazione viene inviato direttamente a OpenAI per la traduzione e poi riprodotto a voce: non passa mai dai nostri server. Consulta la nostra informativa sulla privacy per sapere come lo gestisce OpenAI. La trascrizione resta su questo dispositivo.
ja: 会話の音声は翻訳のためOpenAIに直接送信され、その後読み上げられます。当社のサーバーを経由することはありません。OpenAIでの取り扱いについてはプライバシーポリシーをご覧ください。文字起こしはこの端末に保存されます。
ko: 대화 음성은 번역을 위해 OpenAI로 직접 전송된 뒤 음성으로 재생되며, 당사 서버를 거치지 않습니다. OpenAI의 처리 방식은 개인정보 처리방침을 참고하세요. 대화 기록은 이 기기에 남습니다.
nl: De audio van uw gesprek wordt rechtstreeks naar OpenAI gestreamd om te vertalen en vervolgens weer uitgesproken — deze gaat nooit via onze servers. Raadpleeg ons Privacybeleid voor meer informatie over hoe OpenAI hiermee omgaat. Uw transcript blijft op dit apparaat.
pl: Dźwięk twojej rozmowy jest przesyłany bezpośrednio do OpenAI w celu przetłumaczenia, a następnie odtwarzany w odpowiedzi — nigdy nie przechodzi przez nasze serwery. Zobacz naszą Politykę prywatności, aby dowiedzieć się, jak przetwarza go OpenAI. Zapis rozmowy pozostaje na tym urządzeniu.
pt_br: O áudio da sua conversa vai direto para a OpenAI para ser traduzido e depois reproduzido em voz alta — ele nunca passa pelos nossos servidores. Consulte nossa Política de Privacidade para saber como a OpenAI o trata. Sua transcrição permanece neste dispositivo.
ru: Звук вашего разговора передаётся напрямую в OpenAI для перевода, а затем озвучивается вам в ответ — он никогда не проходит через наши серверы. Ознакомьтесь с нашей Политикой конфиденциальности, чтобы узнать, как OpenAI его обрабатывает. Транскрипт остаётся на этом устройстве.
sv: Ljudet från ditt samtal skickas direkt till OpenAI för översättning och läses sedan upp — det passerar aldrig våra servrar. Se vår sekretesspolicy för hur OpenAI hanterar det. Ditt transkript stannar på den här enheten.
th: เสียงบทสนทนาของคุณจะถูกส่งตรงไปยัง OpenAI เพื่อแปล จากนั้นจะถูกพูดกลับมาให้คุณฟัง — ไม่ผ่านเซิร์ฟเวอร์ของเราเลย โปรดดูนโยบายความเป็นส่วนตัวของเราเพื่อดูวิธีที่ OpenAI จัดการกับข้อมูลนี้ บันทึกบทสนทนาของคุณจะอยู่บนอุปกรณ์นี้เท่านั้น
tr: Konuşma sesiniz, çevrilmek üzere doğrudan OpenAI'a aktarılır, ardından size sesli olarak geri okunur — asla sunucularımızdan geçmez. OpenAI'ın bunu nasıl işlediğini öğrenmek için Gizlilik Politikamıza bakın. Metniniz bu cihazda kalır.
vi: Âm thanh cuộc trò chuyện của bạn được truyền trực tiếp đến OpenAI để dịch, sau đó được đọc lại — không bao giờ đi qua máy chủ của chúng tôi. Xem Chính sách quyền riêng tư của chúng tôi để biết cách OpenAI xử lý dữ liệu này. Bản ghi của bạn được lưu trên thiết bị này.
zh_hans: 对话音频会直接传输给 OpenAI 进行翻译，再朗读出来，绝不经过我们的服务器。有关 OpenAI 的处理方式，请查看我们的隐私政策。文字记录仅保留在本设备上。
zh_hant: 你的對話音訊會直接傳送給 OpenAI 進行翻譯，再朗讀出來，絕不會經過我們的伺服器。關於 OpenAI 的處理方式，請參閱我們的隱私權政策。你的文字記錄只留在這部裝置上。

source: Psybeam %@ (%@)
de: Psybeam %1$@ (%2$@)
es: Psybeam %1$@ (%2$@)
fr: Psybeam %1$@ (%2$@)
it: Psybeam %1$@ (%2$@)
ja: Psybeam %1$@ (%2$@)
ko: Psybeam %1$@ (%2$@)
pt_br: Psybeam %1$@ (%2$@)
zh_hans: Psybeam %1$@ (%2$@)
zh_hant: Psybeam %1$@ (%2$@)
